Repository: raspberrypi-ui/rp-prefapps
Catalog: po/*.po
Languages: hy, it, sk

source: Checking for updates - please wait...
hy: Փաթեթի տվյալների թարմացում - խնդրում ենք սպասել...
it: Aggiornamento delle informazioni dei pacchetti...

source: Reading package details - please wait...
hy: Փաթեթների որոնում - խնդրում ենք սպասել...
it: Ricerca dei pacchetti...
sk: Čítam podrobnosti o balíkoch - čakajte, prosím...

source: Updating application - please wait...
hy: Ծրագրի թարմացում - խնդրում ենք սպասել...
it: Aggiornamento dell'applicazione...
sk: Aktualizujem aplikáciu - čakajte, prosím...

source: %s %s - please wait...
hy: %s %s - խնդրում ենք սպասել...
it: %s di %s...
sk: %s %s - čakajte, prosím...

source: Installing
hy: Տեղակայում
it: Installazione
sk: Inštalujem

source: Downloading
hy: Ներբեռնում
it: Scaricamento
sk: Preberám

source: packages
hy: փաթեթներ
it: pacchetti
sk: balíky

source: Removing %s - please wait...
hy: %s -ի հեռացոըն - խնդրում ենք սպասել...
it: Rimozione di %s...
sk: Odstraňujem %s - čakajte, prosím...

source: Removing packages - please wait...
hy: Փաթեթների հեռացում - խնդրում ենք սպասել...
it: Rimozione dei pacchetti...
sk: Odstraňujem balíky - čakajte, prosím...

source: Error %s - %s
hy: %s -ի սխալմունք - %s
it: Errore %s: %s
sk: Chyba %s - %s

source: updating package data
hy: փաթեթի տվյալների թարմացում
it: aggiornando le informazioni dei pacchetti
sk: aktualizujem údaje o balíkoch

source: finding packages
hy: փաթեթների որոնում
it: ricercando i pacchetti
sk: hľadám balíky

source: All Programs
hy: Բոլոր ծրագրերը
it: Tutti i programmi
sk: Všetky programy

source: Unable to open package data file
hy: Հնարավոր չէ բացել փաթեթի տվյալների նիշքը
it: Impossibile aprire il file con le informazioni di pacchetti
sk: Nepodarilo sa otvoriť súbor s údajmi o balíku

source: reading package details
hy: փաթեթի դետալների ընթերցում
it: leggendo i dettagli dei pacchetti
sk: čítam podrobnosti o balíkoch

source: Installing packages - please wait...
hy: Փաթեթի տեղադրում - խնդրում ենք սպասել...
it: Installazione dei pacchetti...
sk: Inštalujem balíky - čakajte, prosím...

source: installing packages
hy: Փաթեթների տեղադրում
it: installando i pacchetti
sk: inštalujem balíky

source: Installation complete
hy: Տեղադրումն ավարտվեց
it: Installazione completata
sk: Inštalácia dokončená

source: removing packages
hy: փաթեթների հեռացում
it: rimuovendo i pacchetti
sk: odstraňujem balíky

source: Installation and removal complete
hy: Տեղադրման և հեռացման ավարտ
it: Installazione e rimozione completate
sk: Inštalovanie a odstraňovanie programov dokončené

source: Removal complete
hy: Հեռացումն ավարտվեց
it: Rimozione completata
sk: Odstraňovanie dokončené

source: Error synchronising clock - could not sync with time server
hy: ժամի սինխրոնիզացման սխալմունք - չհաջողվեց սինքրոնիզացնել ժամային սերվերը
it: Errore di sincronizzazione dell'orologio: la sincronizzazione con il time server non è riuscita
sk: Chyba pri synchronizácií hodín - čas sa nepodarilo synchronizovať s časovým serverom

source: Programming
hy: Ծրագրավորում
it: Programmazione
sk: Programovanie

source: Office
hy: Օֆիս
it: Ufficio
sk: Kancelária

source: Internet
hy: Համացանց

source: Games
hy: Խաղեր
it: Giochi
sk: Hry

source: Other
hy: Այլ
it: Altro
sk: Ostatné

source: Accessories
hy: Աքսեսուարներ
it: Accessori
sk: Príslušenstvo

source: Sound & Video
hy: Ձայն և տեսանյութ
it: Audio e video
sk: Zvuk a video

source: System Tools
hy: Համակարգի գործիքներ
it: Sistema
sk: Systémové nástroje

source: Engineering
hy: Ճարտարագիտություն
it: Ingegneria
sk: Technika

source: Education
hy: Ուսուցողական
it: Istruzione
sk: Vzdelávanie

source: Graphics
hy: Գրաֆիկա
it: Grafica
sk: Grafika

source: Science & Maths
hy: Գիտություն և մաթեմատիկա
it: Scienza e matematica
sk: Veda a matematika

source: Preferences
hy: Նախընտրանքներ
it: Preferenze
sk: Predvoľby

source: Universal Access
hy: Հասանելիություն
it: Accessibilità
sk: Bezbariérový prístup

source: <b><small>(will be installed)</small></b>
hy: <b><small>(կտեղադրվի)</small></b>
it: <b><small>(sarà installato)</small></b>
sk: <b><small>(nainštaluje sa)</small></b>

source: <b><small>(will be removed)</small></b>
hy: <b><small>(կհեռացվի)</small></b>
it: <b><small>(sarà rimosso)</small></b>
sk: <b><small>(odstráni sa)</small></b>

source: An installed application requires a reboot. Would you like to reboot now?
hy: Տեղադրված ծրագիրը պահանջում է վերագործարկում. Ցանկանո՞ւմ եք վերագործարկել հիմա
it: Un'applicazione installata necessita di un riavvio. Riavviare ora il sistema?
sk: Nainštalovaná aplikácia vyžaduje reštart. Chcete reštartovať teraz?

source: Application
hy: Հավելված
it: Applicazione
sk: Aplikácia

source: Install
hy: Տեղադրել
it: Installa
sk: Nainštalovať

source: Synchronising clock - please wait...
hy: Ժամի սինխրոնիզացում - խնդրում ենք սպասել...
it: Sincronizzazione dell'orologio...
sk: Synchronizujem čas - čakajte, prosím...

source: No network connection - applications cannot be installed
hy: Համացանցը առկա չէ - հավելվածը չի կարող տեղադրվել
it: Nessuna connessione di rete: impossibile installare le applicazioni
sk: Chýba sieťové pripojenie - aplikácie nie je možné inštalovať

source: _OK
hy: _Լավ

source: _No
hy: _Ոչ
sk: _Nie

source: Recommended Software
hy: Առաջարկվող ծրագրեր
it: Software consigliato
sk: Odporúčaný softvér

source: _Apply
hy: _Հաստատել
it: _Applica
sk: _Použiť

source: Install additional programs recommended for use on the Pi
hy: Տեղադրել հավելյալ ծրագրեր
it: Installa programmi aggiuntivi consigliati per Raspberry Pi
sk: Nainštalujte ďalšie odporúčané programy pre Raspberry Pi

source: Password Required
hy: Գաղտնաբառը պարտադիր է
it: Password necessaria
sk: Vyžadované heslo

source: Updating package data - please wait...
sk: Aktualizujem údaje o balíkoch - čakajte, prosím...

source: Finding packages - please wait...
sk: Hľadám balíky - čakajte, prosím...

source: _Close
it: _Chiudi
sk: _Zavrieť
